export const dataResult = [
    {
        id: 1,
        title: "Тану бхава (первый дом - «дом тела»)",
        description: "Приток физической энергии и оптимизм. Хорошее питание, приходят хорошие новые идеи. Заботьтесь о Ваших личных нуждах, улучшайте Ваше здоровье, но остерегайтесь эгоизма. Используйте появляющиеся благоприятные возможности или ищите нового знания о самом себе."
    },
    {
        id: 2,
        title: "Дхан бхава (второй дом - «дом денег»)",
        description: "Ожидайте расходов, старайтесь не говорить резко и не сплетничать, не увлекайтесь пустыми разговорами, увеличится аппетит. Могут быть беспокойства в семейных делах. Этот транзит благоприятен для приобретения драгоценностей, для публичных речей, для наслаждения моментами покоя, для того, чтобы прислушаться к хорошим советам, или для чтения."
    },
    {
        id: 3,
        title: "Сахаджа бхава (третий дом - «дом братьев»)",
        description: "Денежный доход, приобретение новых вещей, наслаждение с противоположным полом. Увеличение решительности и смелости. Это время высказываться, выражать себя. Это прекрасное время для письменного труда и творческой деятельности, такой, как пение или театральное искусство. Люди, использующие в работе руки, найдут это время удачным. Рекомендуется общение с родственниками, это хорошее время для того, чтобы пообещать что-либо, или принять клятвы и обеты."
    },
    {
        id: 4,
        title: "Бханду бхава (четвертый дом - «дом друзей»)",
        description: "Эмоциональные волнения, чувство досады по поводу своего окружения, или в связи с поведением товарищей, партнёров. Остерегайтесь потери времени или изучения бесполезных вещей. Это хорошее время для посещения святых личностей, для того, чтобы проводить время вдали от дома. Отложите дела, связанные с имуществом. Общайтесь с природой, будьте добры и щедры."
    },
    {
        id: 5,
        title: "Путра бхава (пятый дом - «дом детей»)",
        description: "Могут возникнуть неприятные эмоциональные переживания и проблемы с желудком. Это время обычно приносит с собой какие-либо затруднения или унижения, а также препятствия путешествиям. Будьте внимательны в отношениях с детьми и во взаимодействиях с обществом."
    },
    {
        id: 6,
        title: "Ари бхава (шестой дом - «дом врагов»)",
        description: "Денежная прибыль, преодоление проблем здоровья и примирение с врагами и противниками или победа над ними. Это хорошее время для отношений с иностранцами, приема лекарств, поклонения Богу, исполнения добровольной работы и для физических упражнений. Будьте сильны и уверены в себе. Если возможно, составляйте планы путешествий в это время."
    },
    {
        id: 7,
        title: "Йувати бхава (седьмой дом - «дом жены»)",
        description: "Полезная и приносящая удовлетворение пища, подарки от других, денежная прибыль, хороший сон, счастье в супружеских отношениях, любви и сотрудничестве. Можно ожидать улучшения семейных дел, успеха в бизнесе, общения с людьми, наслаждений спортом и развлечениями. Это время благоприятно для посещения пикников или для коротких путешествий. Делайте добро другим людям, назначайте встречи, следите за общественными событиями. Успех также сопутствует и в длительном планировании."
    },
    {
        id: 8,
        title: "Рандхра бхава (восьмой дом - «дом смерти»)",
        description: "Это наихудшие дни месяца. Опасности от огня. Ожидайте беспокойств, обид и скандалов. Развивайте терпение, медитируйте, отклоняйте предоставляющиеся возможности, отвергайте ментальную «стряпню», не начинайте новой работы. Не рискуйте, так как 8-ой дом это дом смерти. Это время хорошо для выполнения проверенной или надежной и безопасной работы. Благоприятный день для медитации, уединения, духовного совершенствования, мистической практики, научных исследований."
    },
    {
        id: 9,
        title: "Дхарма бхава (девятый дом - «дом религии»)",
        description: "Время хорошее для долгих путешествий, участия в церковных богослужениях, поклонения, изучения высших знаний и философии, а также для тех, кто занят импортно-экспортным бизнесом. Это время самодисциплины. Ожидайте каких-либо телесных болей (болезни желудка) и проблем в отношениях с государством или начальником. Эго неудачный период, поэтому сохраняйте статус-кво и делайте приготовления на будущее."
    },
    {
        id: 10,
        title: "Карма бхава (десятый дом - «дом дел»)",
        description: "Поощрение, помощь и поддержка от руководителей. Можно ожидать служебного продвижения, успеха ваших замыслов, будьте, уверены и отважны, маневрируйте, добиваясь успеха в работе и увеличивая вашу славу, встречайтесь с важными людьми. Это время является хорошим также для гуманитарной деятельности. Обращаете на себя внимание, выходите вперед. Для отречения это не подходящий Транзит."
    },
    {
        id: 11,
        title: "Лабха бхава (одиннадцатый дом - «дом прибыли»)",
        description: "Это дни, когда исполняются ваши желания, удовлетворяются ваши чувства, вы встречаете новых друзей, неожиданно получаете подарки или прибыль. Визиты от родственников. Это время хорошо, для того, чтобы слушать духовные послания, для ходатайств о деньгах и для творческой работы. Остерегитесь тенденции эксплуатировать других или чрезмерных увлечений."
    },
    {
        id: 12,
        title: "Вйайа бхава (двенадцатый дом - «дом растрат»)",
        description: "Препятствия для всех видов работ. Могут - произойти потери и убытки. Остерегайтесь несправедливости. Не делайте ничего незаконного, ибо 12-и дом связан с заключением в тюрьму и госпитализацией. Жертвуйте пищу или деньги на благотворительные нужды. Это время хорошо для уединения, отдыха, путешествий, посещения необыкновенных мест, а также для служения святым. Остерегайтесь мрачного, угрюмого настроения и интоксикаций."
    }
]