export const dayData = [
    {
        title: 'Воскресение',
        description: 'Воскресенье - день жизни, целостности; день чистого сознания; праздник. Наслаждайтесь жизнью, Солнцем; обратите внимание на индивидуальность, на свое внутренне Я; побудьте на природе. В этот день не идите на поводу у эго; не будьте инертными или привязанными, ленивыми.'
    },
    {
        title: 'Понедельник',
        description: 'Понедельник - день творчества, день спонтанного мышления, день преобладания чувств, восприимчивости. Благоприятны покупки новых вещей (одежды, украшений), женитьба, прогулки; дела, связанные с чувствами, переменами, матерью, водой, молоком. Не принимайте трудных решений (так как преобладают чувства); не стригите волосы или ногти.'
    },
    {
        title: 'Вторник',
        description: 'Вторник - день материальных аспектов; не слишком благоприятный, поверхностный, грубый день. Это день споров и борьбы; подходящий для судебных процессов, сражений и т.п. Успешна, будет такая деятельность как работа с металлами, огнем, электричеством, медициной; лечение; спортивные соревнования. Рекомендуется: не начинать новые важные дела; избегать поездок; быть осторожным на транспорте; беречься от травм, ссор, несчастных случаев.'
    },
    {
        title: 'Среда',
        description: 'Среда - день знаний, общения, радости, гибкости и адаптивности; мягкий, подвижный, благоприятный день. В этот день следует заниматься утонченной работой, покупками-продажами, бизнесом, логикой; начинать новые проекты; общаться; встречаться с друзьями и заводить друзей; приобретать знания; вступать в брак; приготавливать лекарства; делать публикации, сообщения. Избегать возбуждения; не лгать; не спорить; не быть замкнутым или излишне серьезным; не быть грубым или жестоким.'
    },
    {
        title: 'Четверг',
        description: 'Четверг - день учителя, мудрости, знания, преданности, детей; самый благоприятный день недели. В этот день благоприятно создавать семью; давать милостыню, пожертвования; быть открытым, щедрым; получать высшее знание, обучаться медитации; общаться с учителем, с детьми; делать покупки (особенно значительные). Не допускать злобы; не быть жадным, легкомысленным или жестоким; не лениться; не быть неблагодарным, остерегаться мании величия и чрезмерной придирчивости.'
    },
    {
        title: 'Пятница',
        description: 'Пятница - день гармонии, полноты, радости, счастья, любви, наслаждений, изящных искусств. В этот день следует покупать украшения, одежду, цветы и любые красивые вещи; женитьба; ухаживать за противоположным полом; ходить в гости, принимать гостей; получать удовольствия; готовить сладости. Не продавать большие или важные вещи; не составлять завещание; не грустить; не уединяться; не заниматься самоанализом.'
    },
    {
        title: 'Суббота',
        description: 'Суббота - день отдыха и восстановления сил; день земли; медленный день - плоды будут не скоро. В этот день следует отдыхать (отдых в субботу продлевает жизнь); уединятся; практиковать медитацию, йогу; лечиться. Не делать важного; не начинать нового; не переутомляться; не прилагать больших усилий; не ссориться; не стричь волосы или ногти; не стирать.'
    }
]