export const tarabalaData = [
    {
        title: 'Джанма (рождение)',
        description: 'Опасность для тела, избегайте рискованных действий.'
    },
    {
        title: 'Сампат (удача)',
        description: 'Финансовое благополучие, хорошая пища, семейные удовольствия.'
    },
    {
        title: 'Випат (беда)',
        description: 'Опасность, потери и несчастные случаи, избегайте важных дел.'
    },
    {
        title: 'Кшема (защита)',
        description: 'Успех в ваших усилиях, следуйте своим планам. Хорошая для лечения и улучшения здоровья.'
    },
    {
        title: 'Пратйак',
        description: 'Препятствия на пути ваших стремлений, отложите важные дела.'
    },
    {
        title: 'Садхана (достижение цели)',
        description: 'Осуществление ваших желаний. Назначайте на это время важные дела.'
    },
    {
        title: 'Наидхана (препятствия)',
        description: 'Худшая тарабала. Опасности, потери, несчастные случаи, не ожидайте немедленных результатов.'
    },
    {
        title: 'Митра (дружественная)',
        description: 'Благоприятная.'
    },
    {
        title: 'Парама митра (очень дружественная)',
        description: 'Очень благоприятная. Способствует хорошим отношениям с друзьями, приходит помощь и поддержка.'
    }
]