export const tithiBirthData = [
    {
        title: 'Результаты рождения в Пратипад (1-й титхи):',
        description: 'Если рождение происходит в Пратипад (первый титхи месяца), то у рожденного будет большая семья, он будет превосходным ученым, будет обладать проницательностью или мудростью, будет наделен золотом, драгоценностями и так далее (богатством), у него будет хороший характер, красивая внешность и он получит богатство от короля (правительства).'
    },
    {
        title: 'Результаты рождения в Двитийа (2-й титхи):',
        description: 'Человек, рожденный во второй титхи, будет щедрым, добросердечным, наделенным добродетелями (хорошими качествами), проницательным, у него будет достойное поведение, он будет внимательным, всегда счастливым и широко известным среди людей.'
    },
    {
        title: 'Результаты рождения в Тритийа (3-й титхи):',
        description: 'Человек, который рожден в третий титхи, будет превосходным ученым, будет наделен силой, получит богатство от короля (правительства), будет жить заграницей, будет умным, чрезмерно чувственным (сладострастным) или будет любить удовольствия и будет подвержен гордости.'
    },
    {
        title: 'Результаты рождения в Чатурти (4-й титхи):',
        description: 'Если дата рождения человека попадает на четвертый титхи, то рожденный всегда будет заимствовать деньги у других, будет очень смелым, ловким в сражении, скупым по природе, будет игроком и оратором.'
    },
    {
        title: 'Результаты рождения в Панчами (5-й титхи):',
        description: 'Если рождение происходит в пятый титхи, то у рожденного будут все части тела (все конечности), у него будет жена, сыновья и друзья, он будет добрым ко всем существам, он будет почитаем царем (правительством) и будет щедрым или благодетельным.'
    },
    {
        title: 'Результаты рождения в Шаштхи (6-й титхи):',
        description: 'Если рождение происходит в шестой титхи, то рожденный будет верен своей клятве, будет наделен богатством, сыновьями и друзьями, будет дальновидным, очень мужественным или энергичным, будет широко известным, умным (интеллектуальным), и на его теле возможны раны.'
    },
    {
        title: 'Результаты рождения в Саптами (7-й титхи):',
        description: 'Человек, который рожден в седьмой титхи, наделен Знанием (знанием Абсолюта), он видит добродетели и достоинства других, у него большие глаза, он воздает почести и уважение всему справедливому, добродетельному и Дэватам (законам природы, божествам), у него в потомстве только дочери, он может украсть чужое богатство, и он победит своих врагов.'
    },
    {
        title: 'Результаты рождения в Аштами (8-й титхи):',
        description: 'Человек, чье рождение происходит в восьмой титхи, будет счастлив, имея много видов богатства и собственности, у него будут сыновья, он будет добросердечным, получит авторитетное образование благодаря королю (правительству), он будет очень привязан к своей жене, и у него будет неустойчивый или беспокойный ум.'
    },
    {
        title: 'Результаты рождения в Навами (9-й титхи):',
        description: 'Если рождение происходит в девятый титхи, то рожденный будет безразличен или враждебно настроен к работе его близких людей, у него будет жестокий язык (речь), он будет относиться с неприятием к пандитам (знающим или образованным людям), будет развращенным или будет иметь плохое поведение.'
    },
    {
        title: 'Результаты рождения в Дашами (10-й титхи):',
        description: 'Человек, родившийся в десятый титхи, будет интересоваться религией, будет наделен мирским богатством и собственностью, у него будет длинная шея, он будет знать много шастр (священных писаний), у него либеральные взгляды, он очень скромен и вежлив, очень красив и чувствененен.'
    },
    {
        title: 'Результаты рождения в Экадаши (11-й титхи):',
        description: 'Если рождение происходит в одиннадцатый титхи, то рожденный будет поклонником богов и браминов, будет щедрым и благотворным, чистым сердцем, искусным, набожным, будет делать добро и совершать справедливые поступки и всегда будет счастлив.'
    },
    {
        title: 'Результаты рождения в Двадаши (12-й титхи):',
        description: 'Человек, рожденный в двенадцатый титхи, любит воду, он будет практичным в отношениях, будет жить в комфортабельном доме, построенном им самим, будет всегда давать милостыню, получит богатство от царя (правительства), и у него будут дети.'
    },
    {
        title: 'Результаты рождения в Трайодаши (13-й титхи):',
        description: 'Человек, который родился в тринадцатый титхи, будет наделен красотой, будет саттвичным (чистым, добродетельным, просветленным), у него будет длинная шея, потомство мужского пола, он будет героем или воином, и он будем умным.'
    },
    {
        title: 'Результаты рождения в Чатурдаши (14-й титхи):',
        description: 'Человек, родившийся в четырнадцатый титхи, будет очень жестоким, будет победителем или воином, будет умным, будет любить юмор, будет чувственным (сладострастным), нетерпимым, будет выступать против всего (в оппозиции ко всему) и будет страдать из-за гнева.'
    },
    {
        title: 'Результаты рождения в Амавасью (15-й титхи убывающей Луны):',
        description:'Если рождение происходит в титхи Амавасья, у рожденного будет спокойный характер, он будет задумчивым (погруженным в размышления), будет предан своим отцу и матери, будет зарабатывать деньги с большими усилиями или страданиями, у него будет привычка путешествовать, его будут уважать люди, он будет глупым или скучным (без очарования), безрадостным и у него будет слабое тело.'
    },
    {
        title: 'Результаты рождения в Пратипад (1-й титхи):',
        description: 'Если рождение происходит в Пратипад (первый титхи месяца), то у рожденного будет большая семья, он будет превосходным ученым, будет обладать проницательностью или мудростью, будет наделен золотом, драгоценностями и так далее (богатством), у него будет хороший характер, красивая внешность и он получит богатство от короля (правительства).'
    },
    {
        title: 'Результаты рождения в Двитийа (2-й титхи):',
        description: 'Человек, рожденный во второй титхи, будет щедрым, добросердечным, наделенным добродетелями (хорошими качествами), проницательным, у него будет достойное поведение, он будет внимательным, всегда счастливым и широко известным среди людей.'
    },
    {
        title: 'Результаты рождения в Тритийа (3-й титхи):',
        description: 'Человек, который рожден в третий титхи, будет превосходным ученым, будет наделен силой, получит богатство от короля (правительства), будет жить заграницей, будет умным, чрезмерно чувственным (сладострастным) или будет любить удовольствия и будет подвержен гордости.'
    },
    {
        title: 'Результаты рождения в Чатурти (4-й титхи):',
        description: 'Если дата рождения человека попадает на четвертый титхи, то рожденный всегда будет заимствовать деньги у других, будет очень смелым, ловким в сражении, скупым по природе, будет игроком и оратором.'
    },
    {
        title: 'Результаты рождения в Панчами (5-й титхи):',
        description: 'Если рождение происходит в пятый титхи, то у рожденного будут все части тела (все конечности), у него будет жена, сыновья и друзья, он будет добрым ко всем существам, он будет почитаем царем (правительством) и будет щедрым или благодетельным.'
    },
    {
        title: 'Результаты рождения в Шаштхи (6-й титхи):',
        description: 'Если рождение происходит в шестой титхи, то рожденный будет верен своей клятве, будет наделен богатством, сыновьями и друзьями, будет дальновидным, очень мужественным или энергичным, будет широко известным, умным (интеллектуальным), и на его теле возможны раны.'
    },
    {
        title: 'Результаты рождения в Саптами (7-й титхи):',
        description: 'Человек, который рожден в седьмой титхи, наделен Знанием (знанием Абсолюта), он видит добродетели и достоинства других, у него большие глаза, он воздает почести и уважение всему справедливому, добродетельному и Дэватам (законам природы, божествам), у него в потомстве только дочери, он может украсть чужое богатство, и он победит своих врагов.'
    },
    {
        title: 'Результаты рождения в Аштами (8-й титхи):',
        description: 'Человек, чье рождение происходит в восьмой титхи, будет счастлив, имея много видов богатства и собственности, у него будут сыновья, он будет добросердечным, получит авторитетное образование благодаря королю (правительству), он будет очень привязан к своей жене, и у него будет неустойчивый или беспокойный ум.'
    },
    {
        title: 'Результаты рождения в Навами (9-й титхи):',
        description: 'Если рождение происходит в девятый титхи, то рожденный будет безразличен или враждебно настроен к работе его близких людей, у него будет жестокий язык (речь), он будет относиться с неприятием к пандитам (знающим или образованным людям), будет развращенным или будет иметь плохое поведение.'
    },
    {
        title: 'Результаты рождения в Дашами (10-й титхи):',
        description: 'Человек, родившийся в десятый титхи, будет интересоваться религией, будет наделен мирским богатством и собственностью, у него будет длинная шея, он будет знать много шастр (священных писаний), у него либеральные взгляды, он очень скромен и вежлив, очень красив и чувствененен.'
    },
    {
        title: 'Результаты рождения в Экадаши (11-й титхи):',
        description: 'Если рождение происходит в одиннадцатый титхи, то рожденный будет поклонником богов и браминов, будет щедрым и благотворным, чистым сердцем, искусным, набожным, будет делать добро и совершать справедливые поступки и всегда будет счастлив.'
    },
    {
        title: 'Результаты рождения в Двадаши (12-й титхи):',
        description: 'Человек, рожденный в двенадцатый титхи, любит воду, он будет практичным в отношениях, будет жить в комфортабельном доме, построенном им самим, будет всегда давать милостыню, получит богатство от царя (правительства), и у него будут дети.'
    },
    {
        title: 'Результаты рождения в Трайодаши (13-й титхи):',
        description: 'Человек, который родился в тринадцатый титхи, будет наделен красотой, будет саттвичным (чистым, добродетельным, просветленным), у него будет длинная шея, потомство мужского пола, он будет героем или воином, и он будем умным.'
    },
    {
        title: 'Результаты рождения в Чатурдаши (14-й титхи):',
        description: 'Человек, родившийся в четырнадцатый титхи, будет очень жестоким, будет победителем или воином, будет умным, будет любить юмор, будет чувственным (сладострастным), нетерпимым, будет выступать против всего (в оппозиции ко всему) и будет страдать из-за гнева.'
    },
    {
        title: 'Результаты рождения в Пурниму (15-й титхи растущей Луны):',
        description: 'Человек, получающий рождение в титхи Пурнима, будет наделен прекрасным телом, будет зарабатывать деньги надлежащими или законными средствами, будет всегда счастлив, он будет чрезмерно чувственным или будет любить удовольствия, у него будет очень доброе сердце и много добродетелей.'
    },
]